1.转盘游戏的算法


2.用户匹配规则



*** 新闻媒体网站排行榜  ***


*********************************************************************************
	PC端的新闻
*********************************************************************************
	人民网  				|				http://people.com.cn/
	电视猫 				|		 		http://www.tvmao.com/
	央视网  				|				http://www.cctv.com/
	新华网				|				http://xinhuanet.com/
	中国网	 			|				http://www.china.com.cn/
	红网					|				http://www.rednet.cn/index.html	
	今日头条 			|				https://www.toutiao.com/
	腾讯新闻 			|				http://news.qq.com/
	搜狐新闻				|				http://news.sohu.com/
	网易新闻				|				http://news.163.com/
	百度新闻				|				http://news.baidu.com/
	凤凰新闻				|				http://news.ifeng.com/
	新浪新闻				|				http://news.sina.com.cn/
*********************************************************************************

-------------------------------------------------------------------------------------------------

*********************************************************************************
	APP端的新闻
*********************************************************************************
	今日头条 			|				https://www.toutiao.com/
	腾讯新闻 			|				http://news.qq.com/
	搜狐新闻				|				http://news.sohu.com/
	凤凰新闻				|				http://news.ifeng.com/
	新浪新闻				|				http://news.sina.com.cn/
*********************************************************************************